[
  {
    "code": "gabuu_ggajheadafhdeajicdj",
    "name": "Aron",
    "message": "Hi Aron! Thank you for being part of my college life especially nung Yakal days naten. I miss you, one of my best roomies ever. Super enjoy ng Yakal lyf ko dahil sa inyo. Thank you uli sa Anya stickers dati and sa suman ng Rizal hehehe. See you around!"
  },
  {
    "code": "gab_ddeeebdcjegdjfbiddh",
    "name": "Asia",
    "message": "Hi Asia! Thank you for being one of my close friends sa Cente along with other unhealthy people. Thanks ren sa pag-sabay sa budols sa Popeyes! I hope magkajowa ka na emiiii. And I also hope to see you around!"
  },
  {
    "code": "gabuu_cbgbhfefefjfiecieig",
    "name": "Ate Feni",
    "message": "Hi Ate Feni! Thank you for being an ate to me, hindi lang ngayong college but starting high school pa. Thank you sa pag-entertain sa akin palagi. Ayon, sana endgame na kayo ni Jeuel Treasure HAHAHAHA. I platonically love you ate kaya ingat ka always."
  },
  {
    "code": "gabuu_cebcbbgfjegecefcjd",
    "name": "Austin",
    "message": "Hi Austin! Thank you for being one of my close friends sa Cente along with other unhealthy people. Thanks ren sa pakikipaglaro saken mag ping pong hahaha one day durog ka na saken. Sana di ka na manigaw boss EMI LANG HAHA and pagaling ka ren sa ML. See you around boss."
  },
  {
    "code": "gabuu_ffadfhibajgihjhbjii",
    "name": "CJ Max",
    "message": "Hi CJ my idol. Thanks sa pagiging one of my closest friends sa Cente haha. I say good luck sa internship mo and sana magamit mo na ule yung pink na racket mo hahahaha. See you around my idol, libre mo naman aq."
  },
  {
    "code": "gabuu_dadgeeaifdghhgchdce",
    "name": "CJ",
    "message": "Hi CJ! Thank you for being one of my close friends sa Cente along with other unhealthy people. Thank you sa pagsponsor ng ice cream saming mga anak mo hahahah. Ty ren sa pagbuhat sa ML, our floryn main. See you around!"
  },
  {
    "code": "gabuu_edfijdiaegefjbhfbjb",
    "name": "Drei",
    "message": "Hi Andrei! Thank you sa pagiging part ng college life ko especially ng Yakal sems ko. Alam mo ba, isa ka sa nagpaspark ng table tennis life ko kase isa ka sa mga G non to play hahaha. I say thank you for that! Ty ren sa pag-introduce ng roundnet na very very fun! See you around sa future!"
  },
  {
    "code": "gab_dejiccejbiifbejeggb",
    "name": "Earl",
    "message": "Hi Earl! Thank you for being part of my college life especially nung Yakal days naten. I miss you, one of my best roomies ever. Thanks sa pag-aya sa valorant, sa pagpalo don sa victory katipunan, sa basketball and all hehe. Sana masira na yang Rakk Talan Air mo para maging Pulsar na iyan JOK HAHA. See you around!"
  },
  {
    "code": "gabuu_badaajiijhabicgffhf",
    "name": "Eyroncakes",
    "message": "Hi Aaron! Thank you for being my thesis partner sa college! I really appreciate your efforts paggawa ng simulator at ng manuscript naten hehe. Good luck sa internships mo and see you around sa future!"
  },
  {
    "code": "gabuu_iicgbdgdahjjdjfhggf",
    "name": "Frongs",
    "message": "Hi Frongs! Thank you for being one of my go-tos pag need ng help sa CS subs hahaha. Thanks for always sending memes and also for entertaining the memes na sinesend ko. I hope magkajowa ka na pls pls pls, pero pls wag ka manununtok. See you around boss!"
  },
  {
    "code": "gab_ecgebiaajfhejajegfj",
    "name": "Gab",
    "message": "Hi pogi gab!"
  },
  {
    "code": "gabuu_cigceghgejccbddjiaj",
    "name": "Ge",
    "message": "Hi Ge! Thank you sa pagiging part ng college life ko especially ng Yakal sems ko. Well we started off na hindi magkaclose nung nasa yakal, but I'm really happy on what we have rn. Thank you for being very very lively! Sa small talks and hugs, everything! I also hope na happy rin kayo ni undoy hehehe. See you around!"
  },
  {
    "code": "gabuu_igjedfgchddieegidba",
    "name": "Jamie",
    "message": "Hi Jamie! Thank you for being one of my close friends sa Cente along with other unhealthy people. Salamat sa pagiging always G with anything hehe. Salamat ren sa pakikipaglaro sa akin ng ML! I hope maenjoy mo next sems mo sa CS hehe."
  },
  {
    "code": "gabuu_cjccgibcihacjichiie",
    "name": "Jax",
    "message": "Hi Jax. Thank you for being one of my close friends sa Cente. Salamat sa pag-entertain at sa pagiging super enthusiastic pag nagbebedcheck ako hahaha. Ty ren sa pagiging huwarang dormer ng Cente HAHAHA. I hope makagrad ka na rin soon para makaalis ka na UP HAHA."
  },
  {
    "code": "gabuu_hjdaaeccedjgafcdabd",
    "name": "Job",
    "message": "Hi Job! Thank you for being my one and only Valorant duo! HAHAHAHA salamat sa pagbuhat sa val kahit minsan ikaw yung mabigat. I hope makaalis ka na sa EEEI soon kase alam ko boloks dyan HAHA. See you around boi!"
  },
  {
    "code": "gab_ghchieajdgbjcfbehdj",
    "name": "Joecile",
    "message": "Hi Joecile. Thank you for being one of my close friends sa UP. Thanks sa lahat ng chika, I'll never get bored when you have more hahaha. Sana happy kayo ni Ron rn and wag moko kalimutan kapag kasal na kayo. See you around, Mrs. Magarzo BWAHAHA."
  },
  {
    "code": "gab_ebfjhjidciaaffjjedc",
    "name": "Jos Eph",
    "message": "Hi Jos Eph aka Keerl HAHAHA. Thank you for being one of my close friends sa Cente along with other unhealthy people. Thank you sa pag-aya dati nagbadminton! Laro tayo ule sometime. Good luck sa EEEI sana makaalis na kayo ni Raj. See you around!"
  },
  {
    "code": "gabuu_hjfcjahbdabbjdjbbba",
    "name": "Julia",
    "message": "Hi Mareng Julia! Thank you for being one of my closest friends sa college life ko. Thank you sa old League and Valorant addiction days naten kahit mabigat ka naman. EME HAHAHA ngayon ty sa other games, roblox, lethal and everything! If may nomi, invite nyoko ni mokoshark ahhh. See you around my idol!"
  },
  {
    "code": "gabuu_dgbfijadbfhdgbjjbig",
    "name": "Kaye",
    "message": "Hi Kaye! Thank you sa pagiging part ng college life ko especially ng Yakal sems ko. I swear I would not be a very outgoing person without you being very extroverted HAHAHA. Thank you for being always G with everything! Sana makapasa ka rin sa boards hehe. See you when I see you, our dlsu ping pong varsity player!"
  },
  {
    "code": "gab_facigecbahgeggceigd",
    "name": "Keyrex",
    "message": "Hi Keyrex! Thank you for being part of my college life especially nung Yakal days naten. I miss you, one of my best roomies ever. I hope makagawa ka na ng airport HAHA chariz sana makaalis ka na sa CE hahaha. Ty sa pagpahiram ng bed kapag wala ka sa dorm BWAHAHA kahit di na ako nagpaalam ilang beses. See you around!"
  },
  {
    "code": "gab_gcgjjdcbdhhiichggff",
    "name": "KJ",
    "message": "Hi KJ! Thank you for being our KJ ni Mayen! Thank you for all the kwento and stuff hehehe. Thank you ren sa paghohost sa amin ni Mayen pag naglalaba kami! I hope makagrad ka na rin soon hehehe. See you around!"
  },
  {
    "code": "gab_cicbhbaedijefgdeddi",
    "name": "Kuya Lester",
    "message": "Hi Kuya Lester! Thank you for being part my life ??? hahaha thank you kuya for being one of the best roomies ko ever. Thank you sa mga libre and such and sa mga kung ano anong napagkwentuhan naten noon sa Molave. I hope you're doing fine naman, and see you around! Ako naman manglibre pag may pagkakataon hehe."
  },
  {
    "code": "gab_gbjgahdbaidhgchfafe",
    "name": "Lars",
    "message": "Hi Lars! Thank you for being my best friend and for just being there especially on my college days. Thank you for always hosting us sa boarding house mo. Thanks sa lahat ng kwento, nomi and everything, hinding hindi ako magsasawa barz! I hope makamove-on ka na kay H. See you around!"
  },
  {
    "code": "gabuu_faejhjhfibgehgjjigi",
    "name": "Marco",
    "message": "Hi Marco! Thank you sa pagiging part ng college life ko especially ng Yakal sems ko. Thank you for making my Yakal days much brighter! I do hope na I made your Yakal days brighter ren hehe. Sana endgame na kayo ni Ayen hehe. See you around!"
  },
  {
    "code": "gabuu_ehchfhjfejjfeigdfdf",
    "name": "Marielle",
    "message": "Hi anteh Marielle! Thank you sa pagiging part ng college life ko especially ng Yakal sems ko. I really enjoyed your company back then! I hope u enjoy your funemployment era daserb daserb. See you around!"
  },
  {
    "code": "gabuu_gfddcjjdhbehhfjhha",
    "name": "Marvel",
    "message": "Hi Marvel! Thank you for being one of my close friends sa Cente along with other unhealthy people. Salamat sa pagbedcheck sa Rm 401 kahit wala naman ako don palagi hahaha. Sana makamove-on ka na kay Rm 312 guy kase may jowa na yon HAHAHAHA. See you around!"
  },
  {
    "code": "gab_jaihaiigcfhhbgjbdea",
    "name": "Mayen",
    "message": "Hi Mayen! Gosh it's so weird to call you Mayen, especially since 'mahal', 'labs', 'babs', etc. na ang tawag ko sayo. Anw, I did it mahal! Thank you for being part of my life esp this college! Thank you for being Mayen, my Mayen (di kita pag mamay-ari pero gets mo na yan). Thank you for being always there for me. Thank you for being the cutest, understanding, beautiful, caring person in my life. Legit, the Gab would not be the Gab you know, without you. You've always made me feel loved and cared about, and maybe that's my motivation to strive for more! Kaya mahal, I really appreciate you! Mahal na mahal kita!"
  },
  {
    "code": "gabuu_iahhfcbghceigdacjhb",
    "name": "Mike Aaron",
    "message": "Hi Aaron! Thank you for being one of my close friends sa Cente along with other unhealthy people. Thank you sa pag-aaya mag-order sa Jabee HAHAHA, now I love Jabee over mcdo. Ty ren sa pag-introduce nung 25-peso na halo halo HAHAHA. See you around!"
  },
  {
    "code": "gabuu_gcehhiedifciafehaf",
    "name": "Mokoshark",
    "message": "Hi Miko, Moks, Mokoshark, Mokodark? Thank you for being one of my go-tos pag need ng help sa CS subs hahaha. Thanks sa pagbuhat sa algolympics and other reqs na ren hehe. Thanks for always sending memes and also for entertaining the memes na sinesend ko. Very appreciated kita lods, ingat ka palagi and see you around!"
  },
  {
    "code": "gabuu_cfacbdeedbihiijbdbi",
    "name": "Nico",
    "message": "Hi Nico! Thank you for being one of my close friends sa Cente along with other unhealthy people. Thanks sa pagpatol ng mga midnight budols ko sa inyo. I also hope na maenjoy mo ang pol sci. See you around!"
  },
  {
    "code": "gab_ibjiaificeghhaadbji",
    "name": "Raj",
    "message": "Hi Raj. Thank you for being one of my close friends sa Cente along with other unhealthy people. Thank you sa pagbubuhat samen sa ML, our Atlas-only GODLIKE player. Good luck sa EEEI sana makaalis na kayo ni Keerl. See you around!"
  },
  {
    "code": "gab_bfchgejdhjaicdjghif",
    "name": "Sir Dave",
    "message": "Hi Dave! Thank you for being one of my close friends sa Cente along with other unhealthy people. Thanks sa pag-entertain sa akin during bedchecks. I swear super nakakatuwa talaga na may Sir Dave akong nakakamusta palagi. Thanks rin sa food na sponsored ng UFS na shineshare mo sa amin HAHAHA. Thank you talaga! Gold medalist ka ren hindi lang sa davao, pati na rin sa lyf ko, see you around!"
  },
  {
    "code": "gab_ddfhihfajgdhhdgjihe",
    "name": "Sir Dom",
    "message": "Hi Sir Dom! Thank you for being our dorm manager sa Cente huhu. I'll definitely miss Cente because of you and my close friends there. I really enjoyed my SA life, and I wouldn't be an SA if hindi moko nirecruit hahaha. Thank you sir sa small talks natin sa office! See you around po!"
  },
  {
    "code": "gabuu_cbagjdibgaeiebiacaa",
    "name": "Sir Lari",
    "message": "Hi Lari! Thank you for being one of my close friends sa Cente along with other unhealthy people. Thank you sa pagiging our Sir Lari! Our 34-year-old podcast master! EME hahaha thank you ren sa pagsama sa akin sa 5th floor pag nagbebedcheck ako doon hehe. See you around!"
  },
  {
    "code": "gabuu_ceddchcidibgdeacbej",
    "name": "Sir Levi",
    "message": "Hi Levi! Thank you for being one of my close friends sa Cente along with other unhealthy people. My idol levi, thenks po sa pagpahiram ng sablay forda pic last time! Super very insightful ka palagi talaga. Ty ren sa pagpahiram ng mcdo app! Sana hapi kayo ni octopus HAHAH. See you around!"
  },
  {
    "code": "gabuu_ghfeefciaifajbfebh",
    "name": "Toby",
    "message": "Hi Brandonric aka Toby! Thank you sa pagiging part ng college life ko especially ng Yakal sems ko. Well hindi tayo naging ganoon kaclose but thank you by just being part of circle noon sa yakal. See you around!"
  },
  {
    "code": "gabuu_dcihiajcdegfbdbegja",
    "name": "Tyrone",
    "message": "Hi Tyrone! Thank you for being one of my close friends sa Cente along with other unhealthy people. Maraming salamat sa pakikipalo ng ping pong, hindi ako magiging ganto katino kung wala kayo ni Austin. Ty ren sa pagiging always G with anything! I hope makagrad ka na rin soon! See you around!"
  },
  {
    "code": "gab_edajgffjeffeigehhei",
    "name": "Yang",
    "message": "Hi Yang! Thank you for being one of our 'children' ni Mayen! HAHAHA thank you sa mga labas naten and for all the time na nilalaan mo just to be with us! I say good luck sa next endeavours mo and I hope lagi kang may pera HAHAHA. See you around!"
  }
]